var questions = [ {
    quest: "Какое насекомое вызвало короткое замыкание в ранней версии вычислительной машины, тем самым породив термин «компьютерный баг» («баг» в переводе с англ. «насекомое»)?",
    answ1: "1: Мотылек",
    answ2: "2: Таракан",
    answ3: "3: Муха",
    answ4: "4: Японский хрущик",
    correct: 1
},
{
    quest: "Из каких плодов можно получить копру?",
    answ1: "1: Ананас",
    answ2: "2: Вишня",
    answ3: "3: Кокос",
    answ4: "4: Абрикос",
    correct: 3
},
{
    quest: "Под каким названием известна единица с последующими ста нулями?",
    answ1: "1: Гугол",
    answ2: "2: Мегатрон",
    answ3: "3: Гигабит",
    answ4: "4: Наномоль",
    correct: 1
},
{
    quest: "Какой химический элемент составляет более половины массы тела человека?",
    answ1: "1: Углерод",
    answ2: "2: Кальций",
    answ3: "3: Кислород",
    answ4: "4: Железо",
    correct: 3
},
{
    quest: "Какую часть тела также называют «атлант»?",
    answ1: "1: Головной мозг",
    answ2: "2: Шестая пара ребер",
    answ3: "3: Шейный позвонок",
    answ4: "4: Часть плеча",
    correct: 3 
},
{
    quest: "Сколько кубиков в кубике Рубика?",
    answ1: "1: 22",
    answ2: "2: 24",
    answ3: "3: 26",
    answ4: "4: 28",
    correct: 3 
},
{
    quest: "Какого цвета крайнее правое кольцо в олимпийской символике?",
    answ1: "1: Красное",
    answ2: "2: Синее",
    answ3: "3: Жедтое",
    answ4: "4: Зеленое",
    correct: 1 
},
{
    quest: "Что изображено на заднем плане картины Леонардо да Винчи «Мона Лиза»?",
    answ1: "1: Драпировка",
    answ2: "2: Пейзаж",
    answ3: "3: Город",
    answ4: "4: Стадо овец",
    correct: 2 
},
{
    quest: "Одним из направлений какой религиозной философии является учение дзен?",
    answ1: "1: Даосизм",
    answ2: "2: Индуизм",
    answ3: "3: Иудаизм",
    answ4: "4: Буддизм",
    correct: 4 
},
{
    quest: "Какую страну не пересекает экватор?",
    answ1: "1: Кения",
    answ2: "2: Панама",
    answ3: "3: Бразилия",
    answ4: "4: Индонезия",
    correct: 2 
},
];